{
  "title": "Tham gia chiến dịch #Share2Earn {{name}}",
  "welcome des": "Kiếm RIR chưa bao giờ dễ dàng hơn. Tham gia và bắt đầu chia sẻ ngay.",
  "welcome tier1 des": "Khi một người dùng mới tham gia trực tiếp thông qua link giới thiệu của bạn, bạn được {{rir}} RIR",
  "welcome tier2 des": "Khi một người dùng bạn từng giới thiệu mời thành công một người mới, bạn được {{rir}} RIR",
  "welcome btn connect wallet": "Kết nối ví để tham gia",
  "welcome btn login": "Đăng nhập và tham gia chương trình",
  "transcation confirm message": "Vui lòng xác nhận transaction và chờ  khoảng 15-30 giây",
  "welcome confirm": "Tôi xác nhận và đồng ý các yêu cầu của chương trình",
  "main step des": "Vui lòng thực hiện các bước sau để nhận thưởng RIR",
  "share2earn status": "Trạng thái Share2Earn của bạn",
  "main status earned": "Earned",
  "main status ranking": "Thứ hạng",
  "main status leaderboard": "Bảng xếp hạng",
  "main step 1 banner title": "Tạo ảnh bìa",
  "main step 1 banner des": "Lưu & thay ảnh bìa trên các tài khoản mạng xã hội.",
  "main step 1 avatar title": "Tạo ảnh đại diện",
  "main step 1 avatar des": "Tải xuống và thay đổi ảnh địa diện các tài khoản mạng xã hội",
  "main step 2 title": "Chia sẻ trên mạng xã hội",
  "main step 2 des": "Sao chép bài đăng dưới đây và đăng lên mạng xã hội của bạn.",
  "main step 3 title": "Xác nhận bài giới thiệu của bạn",
  "main step 3 des": "Nhập đường link đến bài đăng chia sẻ của bạn để xác nhận.",
  "main button download": "Tải xuống",
  "main button upload": "Upload ảnh",
  "successful referrals": "Giới thiệu thành công",
  "rir earned": "Phần thưởng",
  "checking links des": "Để tránh các trường hợp lạm dụng, chúng tôi sẽ xác nhận các khoản thưởng RIR thủ công bằng cách kiểm tra các đường link chia sẻ, vui lòng để các bài đăng ở chế độ công khai.",
  "further question": "Bất cứ thắc mắc nào sẽ được giải đáp trong group Telegram",
  "learn more": "Tìm hiểu thêm #Share2Earn",
  "joined message": "Đã tham gia chương trình - Hãy kết nối đúng ví và xem kết quả",
  "tooltip": "Khi người dùng được giới thiệu của bạn mời thành công ai đó tham gia sự kiện # Share2Earn này thông qua liên kết của họ, bạn sẽ nhận được {{rir}} RIR",
  "more image": "Thêm hình ảnh",
  "under review": "Chờ xét duyệt",
  "approve earning": "Đã  duyệt",
  "max rir": "Số RIR tối đa",
  "under review tooltip": "Số thưởng đang chờ xét duyệt bởi Admin ",
  "approve earning tooltip": "Số thưởng bạn có thể sử dụng",
  "max rir tooltip": "Số RIR tối đa bạn có thể kiếm ở chiến dịch này",
  "wrong connect address" : "Bạn đã tham gia chương trình bằng địa chỉ ví này {{address}}, vui lòng kết nối với địa chỉ chính xác",
  "learn more url": "https://rada.network/vi/post/gioi-thieu-mot-nguoi-ban-va-nhan-rir-tokens-chuong-trinh-share2earn-cua-rada",
  "notice line 1": "• Bạn nên tham gia Share2Earn bằng máy tính laptophoặc PC để có trải nghiệm mượt mà hơn.",
  "notice line 2": "• Share2Earn không hoạt động trên hệ điều hành Android.",
  "notice line 3": "• Share2Earn không hoạt động trên trình duyệt được tích hợp sẵn của các ví.",
  "notice": "Chú ý",
  "qualified examples": "Ví dụ hợp lệ",
  "campaign_ended_message": "Chương trình Share2Earn đã kết thúc. Hãy theo dõi chanel của Rada để nhận các thông báo tiếp theo về chương trình"
}